export const footerMenuTopMock = [
	{
		title: 'ИНФОРМАЦИЯ',
		menu: [
			{
				href: '#',
				name: 'Городские ножи в Городе и области',
			},
			{
				href: '#',
				name: 'Ножевые стали',
			},
			{
				href: '#',
				name: 'О нас',
			},
			{
				href: '#',
				name: 'Условия оплаты и доставки',
			},
			{
				href: '#',
				name: 'Политика конфиденциальности',
			},
		],
	},
	{
		title: 'СЛУЖБА ПОДДЕРЖКИ',
		menu: [
			{
				href: '#',
				name: 'Контактная информация',
			},
			{
				href: '#',
				name: 'Возврат товара',
			},
			{
				href: '#',
				name: 'Карта сайта',
			},
		],
	},

	{
		title: 'ДОПОЛНИТЕЛЬНО',
		menu: [
			{
				href: '#',
				name: 'Подарочные сертификаты',
			},
			{
				href: '#',
				name: 'Партнеры',
			},
			{
				href: '#',
				name: 'Товары со скидкой',
			},
		],
	},

	{
		title: 'ЛИЧНЫЙ КАБИНЕТ',
		menu: [
			{
				href: '#',
				name: 'Личный кабинет',
			},
			{
				href: '#',
				name: 'История заказов',
			},
			{
				href: '#',
				name: 'Мои закладки',
			},
			{
				href: '#',
				name: 'Рассылка новостей',
			},
		],
	},
];
