import { ISliderInfoData } from './slider-info.model';
import s1 from '../../../assets/images/slider-home/s1-min.png';

export const sliderInfoMock: ISliderInfoData[] = [
	{
		title: ' Интернет магазин сертифицированных',
		subtitle: 'лучших ножей ',
		desc: 'Добро пожаловать на официальный сайт «Shop»! В нашем магазине представлен наиболее широкий выбор  ножей от Город Оружейных Фабрик и компаний, мы являемся официальными поставщиками.',
		link: '#',
		preview: s1,
		tooltips: [
			{
				position: 2,
				text: 'Удомна рукоядка',
			},
			{
				position: 6,
				text: 'Удомна рукоядка',
			},
			{
				position: 10,
				text: 'Удомна рукоядка',
			},
		],
	},
	{
		title: ' Интернет магазин сертифицированных',
		subtitle: 'ножей',
		desc: 'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
		link: '#',
		preview: s1,
	},
	{
		title: ' Интернет магазин сертифицированных',
		subtitle: 'ножей',
		desc: 'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
		link: '#',
		preview: s1,
	},
	{
		title: ' Интернет магазин сертифицированных',
		subtitle: 'ножей',
		desc: 'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
		link: '#',
		preview: s1,
	},
];
